tap "bufbuild/buf"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "kreuzwerker/taps"
tap "ktr0731/evans"
tap "ory/tap"
tap "sdkman/tap"
brew "ansible"
brew "awscli"
brew "binutils"
brew "carthage"
brew "cocoapods"
brew "container-diff"
brew "direnv"
brew "emacs"
brew "tesseract"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "git-lfs"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "graphviz"
brew "grep"
brew "groff"
brew "grpc"
brew "grpcurl"
brew "hub"
brew "ipcalc"
brew "iproute2mac"
brew "jq"
brew "mackup"
brew "maven"
brew "mysql"
brew "nkf"
brew "node-build"
brew "nodenv"
brew "pandoc"
brew "peco"
brew "php"
brew "plantuml"
brew "postgresql@15"
brew "pwgen"
brew "pyenv"
brew "python@3.9"
brew "rbenv"
brew "redis"
brew "rust"
brew "scrcpy"
brew "skaffold"
brew "socat"
brew "telnet"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tig"
brew "tree"
brew "wireshark"
brew "yamllint"
brew "yarn"
brew "bufbuild/buf/buf"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "ktr0731/evans/evans"
brew "ory/tap/cli"
brew "ory/tap/kratos"
brew "sdkman/tap/sdkman-cli"
cask "adoptopenjdk"
cask "alloy"
cask "appcleaner"
cask "corretto"
cask "flutter"
cask "google-cloud-sdk"
cask "mactex"
cask "session-manager-plugin"
cask "vagrant"
cask "wireshark-chmodbpf"
cask "zap"
vscode "1yib.rust-bundle"
vscode "42crunch.vscode-openapi"
vscode "adpyke.vscode-sql-formatter"
vscode "bierner.markdown-mermaid"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "dotjoshjohnson.xml"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jebbs.plantuml"
vscode "kevinrose.vsc-python-indent"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.debugger-for-chrome"
vscode "octref.vetur"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "scala-lang.scala"
vscode "serayuzgur.crates"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "techer.open-in-browser"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "yzane.markdown-pdf"
vscode "zxh404.vscode-proto3"
